---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalZone
source: html/92d232ae-6dc4-a4fd-3248-ad3f4617a024.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalZone Property

"Analytical Zone"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalZone { get; }
```